Repository: arthursteinhauer/ProjectManagerExtension
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

source: hours
de: Stunden

# tx_projectmanager_domain_model_business_flashmessage.deletedSuccessful
source: The business was deleted.
de: Der Firmeneintrag wurde gelöscht.

# tx_projectmanager_domain_model_business_flashmessage.updatedSuccessful
source: The business was updated.
de: Der Firmeneintrag wurde gespeichert.

# tx_projectmanager_domain_model_business_flashmessage.createdSuccessful
source: A new business entry was created.
de: Ein neuer Firmeneintrag wurde angelegt.

# tx_projectmanager_domain_model_project_flashmessage.deletedSuccessful
source: The project was deleted.
de: Das Projekt wurde gelöscht.

# tx_projectmanager_domain_model_project_flashmessage.updatedSuccessful
source: The project was updated.
de: Das Projekt wurde gespeichert.

# tx_projectmanager_domain_model_project_flashmessage.createdSuccessful
source: A new project entry was created
de: Ein neues Projekt wurde angelegt.

# tx_projectmanager_domain_model_task_flashmessage.deletedSuccessful
source: The task was deleted.
de: Die Aufgabe wurde gelöscht.

# tx_projectmanager_domain_model_task_flashmessage.updatedSuccessful
source: The task was updated.
de: Die Aufgabe wurde gespeichert.

# tx_projectmanager_domain_model_task_flashmessage.createdSuccessful
source: A new task entry was created
de: Eine neue Aufgabe wurde angelegt.

# tx_projectmanager_domain_model_user_flashmessage.createdSuccessful
source: A new user entry was created
de: Ein neuer Benutzer wurde angelegt.

# tx_projectmanager_domain_model_user_flashmessage.updatedSuccessful
source: The user was updated.
de: Der Benutzer wurde gespeichert.

# tx_projectmanager_domain_model_user_flashmessage.deletedSuccessful
source: The user was deleted.
de: Der Benutzer wurde gelöscht.

# tx_projectmanager_domain_model_times_flashmessage.createdSuccessful
source: A new time entry was created
de: Ein neuer Zeiteintrag wurde erzeugt.

# tx_projectmanager_domain_model_times_flashmessage.updatedSuccessful
source: The time entry was updated.
de: Der Zeiteintrag wurde geändert.

# tx_projectmanager_domain_model_times_flashmessage.deletedSuccessful
source: The time entry was deleted.
de: Der Zeiteintrag wurde gelöscht.

# tx_projectmanager_domain_model_project_flashmessage.fileDeletedSuccessful
source: The file was deleted.
de: Die Datei wurde gelöscht.

# tx_projectmanager_domain_model_project_flashmessage.folderDeletedSuccessful
source: The folder was deleted.
de: Der Ordner wurde gelöscht.

# tx_projectmanager_domain_model_project_flashmessage.fileUploadedSuccessful
source: The file was uploaded.
de: Die Datei wurde in den aktuellen Ordner hochgeladen.

# tx_projectmanager_domain_model_project_rootfolder.name
source: files of project
de: Dateien zum Projekt

# tx_projectmanager_domain_model_task_rootfolder.name
source: files of task
de: Dateien zur Aufgabe

# tx_projectmanager_domain_model_business_rootfolder.name
source: files of business
de: Dateien zur Firma

# tx_projectmanager_domain_model_project_flashmessage.folderCreatedSuccessful
source: The new folder was created in the current folder.
de: Das neue Verzeichnis wurde im aktuellen Ordner erstellt.

source: Back to business list
de: Zurück zur Firmen-Liste

source: Back to project list
de: Zurück zur Projekt-Liste

source: Back to task list
de: Zurück zur Aufgaben-Liste

source: Back to user list
de: Zurück zur Mitarbeiter-Liste

source: Back to times list
de: Zurück zur Zeiten-Liste

source: Business details
de: Firmen-Details

source: Project details
de: Projekt-Details

source: User details
de: Mitarbeiter-Details

source: Task details
de: Aufgaben-Details

# times-details
source: Time entry details
de: Zeit-Eintrag-Details

source: Store updated business
de: Geänderten Firmeneintrag speichern

source: Store updated project
de: Geänderten Projekteintrag speichern

source: Store updated task
de: Geänderten Aufgabeneintrag speichern

source: Store updated user
de: Geänderten Mitarbeitereintrag speichern

source: Edit Business
de: Firmeneintrag ändern

source: Edit Project
de: Projekteintrag ändern

source: Edit Task
de: Aufgabe ändern

source: Edit Times
de: Zeit-Eintrag ändern

source: Edit User
de: Mitarbeiter ändern

source: Create New
de: Neu eintragen

# delete-confirm-question
source: You really want to delete this record?
de: Wollen Sie diesen Eintrag wirklich löschen?

source: New Business
de: Neuer Firmeneintrag

source: New Project
de: Neues Projekt

source: New Task
de: Neue Aufgabe

source: New User
de: Neuer Mitarbeiter

source: New Time
de: Neuer Zeit-Eintrag

source: Search for...
de: Suche nach...

source: current folder
de: aktuelles Verzeichnis

# tx_projectmanager_domain_model_business
source: Customers
de: Firma

# tx_projectmanager_domain_model_businesses
source: Businesses
de: Firmen

# tx_projectmanager_domain_model_business.street
source: Street
de: Straße

# tx_projectmanager_domain_model_business.street_number
source: Street Number
de: Hausnummer

# tx_projectmanager_domain_model_business.zip
source: Zip
de: PLZ

# tx_projectmanager_domain_model_business.city
source: City
de: Stadt

# tx_projectmanager_domain_model_business.country
source: Country
de: Land

# tx_projectmanager_domain_model_business.county
source: County
de: Bundesland

# tx_projectmanager_domain_model_business.business_director
source: Business director
de: Geschäftsführer

# tx_projectmanager_domain_model_business.telephone
source: Telephone
de: Telefon

# tx_projectmanager_domain_model_business.categories
source: Categories
de: Branche

# tx_projectmanager_domain_model_business.project
source: Project
de: Projekt

# tx_projectmanager_domain_model_business.employee
source: Employee
de: Mitarbeiter

# tx_projectmanager_domain_model_project
source: Project
de: Projekt

# tx_projectmanager_domain_model_projects
source: Projects
de: Projekte

# tx_projectmanager_domain_model_project.description
source: Description
de: Beschreibung

# tx_projectmanager_domain_model_project.categories
source: Category
de: Kategorie

# tx_projectmanager_domain_model_project.estimated_time_in_hours
source: Estimated Time
de: Geschätzte Zeit

# tx_projectmanager_domain_model_project.estimated_costs
source: Estimated Costs
de: Geschätzte Kosten

# tx_projectmanager_domain_model_project.required_time_in_hours
source: Required Time
de: Tatsächlich gebrauchte Zeit

# tx_projectmanager_domain_model_project.required_costs
source: Required Costs
de: Tatsächlich angefallene Kosten

# tx_projectmanager_domain_model_project.project_start_date
source: Project Start Date
de: Projekt Start

# tx_projectmanager_domain_model_project.project_finish_date
source: Project Finish Date
de: Projekt Ende

# tx_projectmanager_domain_model_project.estimated_project_finish_date
source: Estimated Project Finish Date
de: Geplantes Projekt Ende

# tx_projectmanager_domain_model_project.status.open
source: open
de: offen

# tx_projectmanager_domain_model_project.status.work-in-progress
source: work in progress
de: in Arbeit

# tx_projectmanager_domain_model_project.status.ready-for-check
source: ready for check
de: fertig zur Abschluss-Prüfung

# tx_projectmanager_domain_model_project.status.ready-for-invoice
source: ready for invoice
de: fertig zum abrechnen

# tx_projectmanager_domain_model_project.status.invoiced
source: invoiced
de: abgerechnet

# tx_projectmanager_domain_model_project.status.paid
source: paid
de: bezahlt

# tx_projectmanager_domain_model_project.critical
source: critical
de: kritisch

# tx_projectmanager_domain_model_project.critical.true
source: yes
de: ja

# tx_projectmanager_domain_model_project.critical.false
source: no
de: nein

# tx_projectmanager_domain_model_project.comment
source: Comment
de: Kommentar

# tx_projectmanager_domain_model_project.files
source: Files
de: Dateien

# tx_projectmanager_domain_model_project.folder
source: Folder
de: Verzeichnis

# tx_projectmanager_domain_model_project.project_manager
source: Project Manager
de: Projektleiter

# tx_projectmanager_domain_model_projects.newproject
source: New Project
de: Neues Projekt

# tx_projectmanager_domain_model_project.task
source: Task
de: Aufgaben

# tx_projectmanager_domain_model_project.newtask
source: New Task
de: neue Aufgabe

# tx_projectmanager_domain_model_project.tasks
source: Tasks
de: Aufgaben

# tx_projectmanager_domain_model_project.business
source: Business
de: Firma

# tx_projectmanager_domain_model_task
source: Task
de: Aufgabe

# tx_projectmanager_domain_model_tasks
source: Tasks
de: Aufgaben

# tx_projectmanager_domain_model_task.description
source: Description
de: Beschreibung

# tx_projectmanager_domain_model_task.project
source: Project
de: Projekt

# tx_projectmanager_domain_model_task.task_master
source: Agent
de: Bearbeiter

# tx_projectmanager_domain_model_task.estimated_time_in_hours
source: Estimated Time in Hours
de: Geschätzte Zeit (Stunden)

# tx_projectmanager_domain_model_task.estimated_costs
source: Estimated Costs
de: Geschätzte Kosten

# tx_projectmanager_domain_model_task.required_time_in_hours
source: Required Time in Hours
de: Tatsächlich gebrauchte Zeit (Stunden)

# tx_projectmanager_domain_model_task.required_costs
source: Required Costs
de: Tatsächliche Kosten

# tx_projectmanager_domain_model_task.approach_description
source: Approach Description
de: Beschreibung der Problemlösung

# tx_projectmanager_domain_model_task.task_start_date
source: Task Start Date
de: Aufgabe begonnen am

# tx_projectmanager_domain_model_task.estimated_task_finish_date
source: Estimated Task Finish Date
de: Geplantes Aufgaben-Ende

# tx_projectmanager_domain_model_task.task_finish_date
source: Task Finish Date
de: Aufgabe beendet am

# tx_projectmanager_domain_model_task.status.open
source: open
de: offen

# tx_projectmanager_domain_model_task.status.ready-for-check
source: ready for check
de: fertig zum prüfen

# tx_projectmanager_domain_model_task.status.immediate
source: important
de: dringend

# tx_projectmanager_domain_model_task.status.finished
source: finished
de: beendet

# tx_projectmanager_domain_model_task.comment
source: Comment
de: Kommentar

# tx_projectmanager_domain_model_task.files
source: Files
de: Dateien

# tx_projectmanager_domain_model_task.times
source: Times
de: Zeiten

# tx_projectmanager_domain_model_task.newtimes
source: New Time
de: Neue Zeit

# tx_projectmanager_domain_model_task.task_master
source: Task Master
de: Bearbeiter

# tx_projectmanager_domain_model_files
source: Files
de: Dateien

# tx_projectmanager_domain_model_file
source: File
de: Datei

# tx_projectmanager_domain_model_files_upload-file
source: upload file
de: Datei hochladen

# tx_projectmanager_domain_model_files.description
source: Description
de: Beschreibung

# tx_projectmanager_domain_model_files.filesize
source: Size
de: Datei-Größe

# tx_projectmanager_domain_model_files.file
source: File
de: Datei

# tx_projectmanager_domain_model_folders
source: Folders
de: Verzeichnisse

# tx_projectmanager_domain_model_folder
source: Folder
de: Verzeichnis

# tx_projectmanager_domain_model_folder.description
source: Description
de: Beschreibung

# tx_projectmanager_domain_model_folder.files
source: Files
de: Dateien

# tx_projectmanager_domain_model_folder.parent
source: Parent
de: Eltern-Verzeichnis

# tx_projectmanager_domain_model_folder.newfolder
source: New Folder
de: Neues Verzeichnis

# tx_projectmanager_domain_model_folder.createnewfolder
source: Create New Folder
de: Neues Verzeichnis erstellen

# tx_projectmanager_domain_model_folder.onelevelup
source: One Level up
de: Eine Ebene nach oben

# tx_projectmanager_domain_model_folder.contains
source: contains
de: enthält

# tx_projectmanager_domain_model_time
source: Time
de: Zeit

# tx_projectmanager_domain_model_times
source: Times
de: Zeiten

# tx_projectmanager_domain_model_times.name
source: Title
de: Titel

# tx_projectmanager_domain_model_times.start
source: Start
de: Anfang

# tx_projectmanager_domain_model_times.time_needed
source: Time duration
de: Zeitdauer

# tx_projectmanager_domain_model_times.comment
source: Comment
de: Kommentar

# tx_projectmanager_domain_model_times.task
source: Task
de: Aufgabe

# tx_projectmanager_domain_model_user
source: User
de: Mitarbeiter

# tx_projectmanager_domain_model_users
source: Users
de: Mitarbeiter

# tx_projectmanager_domain_model_user.username
source: Username
de: Benutzername

# tx_projectmanager_domain_model_user.password
source: Password
de: Passwort

# tx_projectmanager_domain_model_user.usergroup
source: Usergroup
de: Benutzergruppe

# tx_projectmanager_domain_model_user.street
source: Street
de: Straße

# tx_projectmanager_domain_model_user.street_number
source: Street Number
de: Hausnummer

# tx_projectmanager_domain_model_user.zip
source: Zip
de: PLZ

# tx_projectmanager_domain_model_user.city
source: City
de: Stadt

# tx_projectmanager_domain_model_user.country
source: Country
de: Land

# tx_projectmanager_domain_model_user.county
source: County
de: Bundesland

# tx_projectmanager_domain_model_user.telephone
source: Telephone
de: Telefon

# tx_projectmanager_domain_model_user.hourly_rate
source: Hourly Rate
de: Stundensatz in €

# tx_projectmanager_domain_model_user.business
source: Business
de: Firma

# tx_projectmanager_domain_model_user.category
source: Category
de: Mitarbeiter-Kategorie

# tx_projectmanager_domain_model_usercategory
source: User Category
de: Mitarbeiter-Kategorie

# tx_projectmanager_domain_model_usercategory.name
source: Name
de: Kategorie-Bezeichnung

# tx_projectmanager_domain_model_usergroup
source: Usergroup
de: Benutzergruppe

# tx_projectmanager_domain_model_bug.description
source: Description
de: Beschreibung

# tx_projectmanager_domain_model_bug.comment
source: Comment
de: Kommentar

# tx_projectmanager_domain_model_bug.solved
source: Solved
de: Erledigt

# tx_projectmanager_domain_model_bug.image
source: Image
de: Bild

# tx_projectmanager_domain_model_bug.dedected_by_user
source: Dedected By User
de: Festgestellt von Mitarbeiter

# tx_projectmanager_domain_model_additionalcosts
source: Additional Costs
de: zusätzliche Kosten

# tx_projectmanager_domain_model_additionalcosts.name
source: Name
de: Bezeichnung

# tx_projectmanager_domain_model_additionalcosts.costs
source: Costs
de: Kosten

# tx_projectmanager_domain_model_additionalcosts.comment
source: Comment
de: Kommentar
